[
    
    {
        "id": 0,
        "qualificationdetails": "",
        "agelimit": "The Candidates Should Not Be Less Than 21 Years Of Age And Not More Than 38  Years Of Age As On 01-01-2019. The Upper Age Limit Is Relaxable - (i) By 5 Years For Sc\/st Candidates I.e Upto 43 Years. (ii) By 3 Years For Obc\/mobc Candidates I.e Upto 41 Years As Per Govt. Notification No. Abp. 6\/2016\/9 Dated Dispur The 25th April 2018. 2 (iii) For Persons With Disabilities (pwd) By 10 Years Irrespective Of Sc\/st\/obc And General Category Of Candidates As Per Govt. Notification No. Abp 144\/95\/121 Dated Dispur The 28th October, 2015.  The Age Limit Of The Candidates Will Be Calculated On The Basis Of The Matriculation \/hslc Admit Card\/ Certificate Issued By A Recognized Board\/council And No Other Document Shall Be Accepted In Lieu Of The Mentioned Documents.",
        "address": "Deputy Secretary, Apsc, Jawaharnagar, Khanapara, Guwahati-781022",
        "applicationprocedure": "Applicants Must Affix 1 (one) Copy Of Recent Photograph Firmly On The Space Provided In The Application Form With Good Quality Glue\/adhesive And Should Also Enclose Another Copy Along With The Application Form. The Photograph Must Be Signed Prominently. The Commission Shall Not Be Responsible For Detachment\/ Loss Of The Photograph. B. Since The Practice Of Furnishing Attested Copies Of Certificates\/mark Sheets Etc. By Competent Authority Has Been Discontinued By The Govt., The Applicant Shall Furnish Copies Of Certificate\/mark Sheet Etc. Declared By Himself\/herself As “certified To Be True Copy Of The Original” Along With The Application Form. C. Applications Must Be Accompanied By Self Attested Copies Of The Under-mentioned Documents, Which Should Be Tagged Well Without Any Chance Of Getting Lost In Transit. Applications Which Are Not Accompanied By Anyone Of The Under-mentioned Documents\/ Requirments Will Not Be Entertained. 1. Original Treasury Challan Depositing Prescribed Application Fee Wherever Necessary As Per Terms Of Advertisement Containing Details Of Posts Applied For. 2. Age Proof Certificate (hslc\/class X Board Admit Card\/pass Certificate). 3. Certificates & Mark Sheets Of All Examinations From Hslc Onwards Up To The Level Of Qualifying Examination. 4. Caste Certificate (wherever Necessary) Of Reserved Categories Issued By Appropriate Authority. 5. Disability Certificate(wherever Necessary) 6. Two Copies Of Recent Passport Size Photograph With White Background. 7. Signature( Scanned Copy To Be Uploaded In Online Mode When Available) 8. Experience Certificates (wherever Necessary) Indicating The Period Of Service\/experience With Dates. 9. Bpl Certificate\/ews Certificate (wherever Necessary)",
        "selectionprocedure": "The Selection Procedure Will Be Notified Later On By Issuing A Corrigendum\/addendum.  The Commission Will Decide The Provision For Selection In Respect Of Any Post\/posts Or Service\/ Services Considering The Status, Cadre And Grade Or The Number Of Applications Received For The Advertised Post\/posts Or Service\/ Services.",
        "importantinstruction": "",
        "generalcondition": "Application Fees : As Per Govt. Notification No. Feg.32\/2016\/8-a Dated Dispur The 28th October, 2016 Communicated Vide Letter No. Abp.60\/2014\/11 Dated 2nd February 2018 The Application Fees For All Post Under The State Govt. Of Assam Shown As Below: 1. For General\/ews Candidate : Rs.250\/- (rupees Two Hundred And Fifty) Only. 2. For Sc\/st\/obc\/mobc : Rs.150\/- (rupees One Hundred And Fifty) Only. 3. For Bpl Candidate : Nil (candidate Having Bpl Certificate Should Produce Their Photocopy Of Certificate Along With The Application Form). 4. As Per Govt. Notification No. Abp 144\/95\/121 Dated Dispur The 28th October, 2015 For Persons With Disabilities (pwd) Candidates, The Application Fees For All Posts Under The State Govt. Of Assam Is Nil. Pwd Candidates Should Enclose With The Application From Photocopy Of Necessary Certificate From A Competent Authority. Fees Should Be Deposited Only Through Treasury Challan In The Head Of Account “non Tax Revenue, Other Non Tax Revenue 0051 Psc, 105 State Psc Application Fee Receipt Of Apsc” Showing Name Of Post And Department. Original Copy Of Treasury Challan Should Be Submitted Along With The Application Form."
    }
]